# MoveFront

## Description
Procedure MoveFront moves the selected objects to the front (top) of the onscreen object stacking order.

```pascal
PROCEDURE MoveFront;
```

```python
def vs.MoveFront():
    return None
```

## Version
Availability: from All Versions

## Category
* General Edit